<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <title>Главная страница</title>
    <link rel="stylesheet" href="/myproject/public/css/styles.css">
</head>
<body>
    <header>
        <img src="/myproject/public/images/logo.png" alt="Логотип" width="50">
        <h1>Главная страница</h1>
        <nav>
            <a href="?page=home">Главная страница</a>
            <a href="?page=photoalbum">Фотоальбом</a>
            <a href="?page=interests">Мои интересы</a>
            <a href="?page=contact">Контакт</a>
            <a href="?page=test">Тест</a>
        </nav>
    </header>
    <main>
        <h2>Дук Вячеслав Николаевич</h2>
        <p>Это главная страница моего сайта, созданного в рамках ЛАБОРАТОРНАЯ РАБОТА №8
            «Исследование архитектуры MVC приложения и возможностей обработки
            данных HTML-форм на стороне сервера с использованием языка PHP»</p>
        <h2>Моя автобиография:</h2>
        <p>Здравствуйте! Меня зовут Дук Вячеслав Николаевич. Я родился 25 июля 1983 года в городе Севастополе.
С детства я увлекался технологиями. Это привело меня к выбору профессии в области машиностроения.
Я окончил СевГУ по специальности Технология Машиностроения. После окончания учебы, я начал работать в компании Таврида Электрик.
За время своей карьеры я достиг следующих успехов:
1. Освоил профессию оператора станков с ПУ.
2. Освоил профессию мастера участка.
3. Освоил профессию технолога.
В свободное время я люблю читать, играть в приставку. Это помогает мне расслабиться и получить новые идеи для работы.
Моя жизненная философия: Счастье приходит, когда вы перестаёте ждать, что оно придёт само, и предпринимаете шаги, чтобы оно пришло.</p>
    </main>
    <footer>
        <p>© 2025 Мой сайт</p>
    </footer>
</body>
</html>